[{
  "_id": {
    "$oid": "6656db313e16e809da2b2c06"
  },
  "IMAGE": "uploads/Bamboo_Planks_JE2.png",
  "NAME": "Бамбуковые доски",
  "CATEGORY": "Блоки",
  "OPISANUE": "Создан с использованием 1 бамбукового бруска (очищенного или неочищенного) для изготовления 2 бамбуковых досок. Может использоваться для создания соответствующих Бамбуковая кнопка кнопок, Бамбуковая дверь дверей, Бамбуковый забор заборов, Ворота из бамбукового забора ворот, Бамбуковая прижимная пластина нажимных пластин, Бамбуковый знакзнаков, Бамбуковая плита плит, Бамбуковая лестница лестниц и Бамбуковый люк люков. Может использоваться для создания бамбуковых плотов и бамбуковых плотов с сундуками. Может использоваться для создания деревянных блоков или предметов (например. Сундук).",
  "CLASS": "Твёрдый блок",
  "TROFY": "отсутствует"
},
{
  "_id": {
    "$oid": "6656dbb13e16e809da2b2c07"
  },
  "IMAGE": "uploads/Inactive_Calibrated_Sculk_Sensor_JE1.webp",
  "NAME": "Откалиброванный датчик скальпа",
  "CATEGORY": "Блоки",
  "OPISANUE": "Новый вариант датчика скулка , который позволяет игрокам фильтровать вибрации в зависимости от уровня их частоты. Не появляется естественным путем. Можно изготовить только с помощью 1 сенсора скалька и 3 осколков аметиста на верстаке. Одна сторона калиброванного датчика скалька может получать в качестве входного сигнала сигнал красного камня . Сила этого сигнала красного камня — единственная частота вибрации, которую будет слышать датчик Скалка. Обнаруживает вибрации в радиусе до 16 блоков вместо 8 блоков. Длится 10 игровых тактов в активной фазе вместо 30.",
  "CLASS": "технический блок",
  "TROFY": "отсутвует"
},
{
  "_id": {
    "$oid": "6656dc643e16e809da2b2c08"
  },
  "IMAGE": "uploads/Cherry_Planks_JE1.webp",
  "NAME": "Вишнёвые доски",
  "CATEGORY": "Блоки",
  "OPISANUE": "Изготовлен из бревен вишни. Может использоваться для изготовления соответствующих кнопок , дверей , заборов , ворот , нажимных пластин , знаков , плит , лестниц и люков. Может использоваться для изготовления вишневых лодок и вишневых лодок с сундуками . Может использоваться для изготовления деревянных блоков или предметов (например, сундука ) .",
  "CLASS": "Твёрдый блок",
  "TROFY": "отсутвует"
},
{
  "_id": {
    "$oid": "6656dcd73e16e809da2b2c09"
  },
  "IMAGE": "uploads/Decorated_Pot_29_JE2_BE2.webp",
  "NAME": "Кувшин",
  "CATEGORY": "Блоки",
  "OPISANUE": "Может быть изготовлен из любого из 20 глиняных черепков или кирпичей в ромбовидной конфигурации. Тип материала для изготовления определяет, какое изображение будет отображаться на соответствующей стороне украшенного горшка (например, черепок глиняной посуды с поднятыми руками в верхнем слоте будет отображаться на обратной стороне). На кирпичике не будет изображения, а будет пустым. Материалы, использованные при крафте, будут отображаться во всплывающей подсказке. Очень хрупкий и легко сломать. Развалится на материалы для крафта при использовании любого инструмента для разрушения блоков. Упадет, если сломать его пустой рукой или инструментом для разрушения блоков с помощью Silk Touch , или при перемещении поршнями . Имеет свойство с именем cracked. Используется для определения звуков, которые будет издавать блок при разрушении.",
  "CLASS": "технический блок",
  "TROFY": "отсутвует"
},
{
  "_id": {
    "$oid": "6656dd843e16e809da2b2c0a"
  },
  "IMAGE": "uploads/Camel.webp",
  "NAME": "Верблюд",
  "CATEGORY": "Мобы",
  "OPISANUE": "Ездовое существо, которое может быть оснащено седлом и на котором могут ездить два игрока. Имеет 32 ♥×16 очков здоровья. Появляется естественным путем в пустынных деревнях . Можно разводить с кактусами , и он будет следовать за игроками, держащими кактус под рукой. Мобы высотой 2 блока и ниже не могут добраться до игрока (кроме пауков), когда игрок на нем едет, из-за его высоты. Может преодолевать препятствия высотой 1,5 блока (например, заборы и блоки с плитой наверху). Случайно сядет. Сидя, их трудно убедить пошевелиться.",
  "CLASS": "Приручаемый моб",
  "TROFY": "С 10% верблюд спавниться с сундуком на спине. В сундуке можно будет найти: поводок, пустые пузырьки, палки, песок, сухие кусты."
},
{
  "_id": {
    "$oid": "6656de773e16e809da2b2c0b"
  },
  "IMAGE": "uploads/Sniffer_JE1_BE1.webp",
  "NAME": "Нюхач",
  "CATEGORY": "Мобы",
  "OPISANUE": "Новый пассивный моб, который также является победителем голосования мобов в Minecraft Live 2022 . Считается первым «древним» мобом. Очень большой (2х2 полных блока). Имеет 14 ♥× 7 очков здоровья. Не может появиться естественным путем. Часто нюхает воздух и иногда выкапывает семена факела. Время восстановления раскопок составляет 8 минут. Последние 20 выкопанных блоков запоминаются sniffer_explored_positionsи не подлежат повторному копанию. Можно разводить и соблазнять семенами факела, откладывая яйцо-нюхач .",
  "CLASS": "Дружелюбный моб",
  "TROFY": "1-3 очка опыта, если убит игроком или прирученным волком."
}]