[{
  "_id": {
    "$oid": "6651de16182e10961cf3310a"
  },
  "IMAGE": "uploads/Breeze_JE1.webp",
  "NAME": "бриз",
  "CATEGORY": "Мобы",
  "OPISANUE": "Бриз - хитрая, враждебная толпа, которая может появляться с помощью пробных спавнеров в некоторых комнатах в судебных камерах. Имеет 30♥ × 15 очков здоровья. Бриз передвигается, в основном, прыгая вокруг цели, иногда перепрыгивая довольно большие расстояния. Избегайте прыжков в опасные блоки или воздух. Будучи агрессивным противником, бриз стреляет снарядами wind charge в свою цель. Заряды Ветра наносят небольшой урон при прямом столкновении с объектом. После столкновения с объектом или блоком снаряды с ветровым зарядом создают взрыв ветра, который отбрасывает объекты в этом районе на несколько блоков. Порывы ветра также \"активируют\" определенные блоки: Не железные двери и люки перевернуты. Ворота забора перевернуты. Кнопки нажаты. Рычаги перевернуты. Прозвенеликолокола. Зажженные свечи (как автономные, так и на торте) погашены. Порывы ветра не оказывают никакого влияния на железные двери, железные люки или любой блок, удерживаемый на своем месте сигналом редстоуна. Агрессивен не только к игрокам, но и к железным големам. Не отвечает на атаки скелетов, бродяг, зомби, шелухи, пауков, пещерных пауков и слизи. Эти мобы не будут мстить, если их повредит ветер. Ветер отклоняет все снаряды. Отклоненные снаряды отклоняются в направлении стрелка. В отличие от щита, снаряды сохраняют свою скорость после отклонения. Сбрасывает 1-2 жезла бриза, когда убит игроком. Количество выпавших жезлов зависит от чар Мародерства.",
  "CLASS": "Враждебный моб",
  "TROFY": "Стержень Бриза"
},
{
  "_id": {
    "$oid": "6651dfd1182e10961cf3310b"
  },
  "IMAGE": "uploads/Bogged_JE2_BE2.png",
  "NAME": "болотный скелет",
  "CATEGORY": "Мобы",
  "OPISANUE": "Новый, покрытый мхом и грибами вариант скелета, который стреляет ядовитыми стрелами. Их быстрее уничтожать с 16♥ × 8 здоровья вместо 20♥ × 10 здоровья. Они атакуют с более медленным интервалом в 3,5 секунды (70 игровых тиков) вместо 2 секунд скелетов (40 игровых тиков). Есть шанс выпустить ядовитую стрелу при убийстве игроками. Грибы на головке можно подрезать, чтобы получились 1-2 коричневых гриба и 1-2 красных гриба. Они появляются естественным образом в болотах и мангровых зарослях. Они довольно редки, их шанс возрождения вдвое меньше, чем у скелета. В отличие от бродяг и хасков, заболоченным не требуется доступ к небу для появления, и они также могут появляться в пещерах. Также можно найти спавнинг от пробных спавнеров в некоторых судебных камерах.",
  "CLASS": "Враждебный моб",
  "TROFY": "кость и стрелу со 100% шансом, ядовитая стрела с шансом 50%-93%"
},
{
  "_id": {
    "$oid": "66523622db02442fe0dd6d4c"
  },
  "IMAGE": "uploads/Crafter_Crafting_JE4_BE3.png",
  "NAME": "сборщик",
  "CATEGORY": "Блоки",
  "OPISANUE": "Новый блок, позволяющий создавать предметы и блоки с помощью редстоуна. Вариант стола для крафта, может быть создан с пятью железными слитками, столом для крафта, двумя пылью из красного камня и капельницей в столе для крафта. Мастер извлекает по одному созданному предмету за раз, когда питается новым импульсом редстоуна. Получив этот новый импульс, мастер извлекает результат с лицевой стороны. Все результирующие элементы будут извлечены вместе, когда выходной результат будет содержать элементы нескольких типов. Создатели могут быть ориентированы в любом направлении при размещении. У них уникальный пользовательский интерфейс: У них есть интерактивная сетка для крафта размером 3 × 3. Их слоты crafting grid можно переключать, что означает, что игрок может изменить поведение слота, щелкнув по слоту пустой рукой. \"Переключаемый\" слот не может содержать никаких предметов, и, следовательно, в него не могут помещаться предметы другими блоками, такими как бункеры и капельницы. \"Переключаемый\" слот может быть отключен игроком, независимо от того, нажат ли он непосредственно или удерживает предмет (ы), нажимая клавиши слота, связанные с пустым или непустым слотом хотбара. В отличие от таблицы крафта, слоты отображают предварительный просмотр созданного предмета, который будет создан и извлечен при следующем ударе редстоуна, но не может быть извлечен игроком вручную. Пользовательский интерфейс является общим для всех взаимодействующих с ними игроков, что означает, что несколько игроков могут взаимодействовать с ними одновременно, подобно сундукам и бункерам. В пользовательском интерфейсе нет книги рецептов для предоставления помощи, поэтому игрок должен знать рецепты. Они взаимодействуют с другими блоками следующими способами: При чтении компаратором redstone уровень сигнала redstone составляет от 0 до 9, где каждый непустой или переключаемый слот добавляет 1 уровень сигнала. Бункеры можно использовать как для вставки, так и для извлечения из них предметов. Дропперы можно использовать для вставки в них предметов. При перемещении предметов из другого блока с помощью бункера или капельницы приоритетность заполнения предметов в ячейках определяется следующими правилами: Разработчики расставляют приоритеты для первого пустого слота слева направо и сверху вниз. Если пустых слотов нет, то разработчики отдают приоритет наименьшей стопке одного и того же предмета и выбирают первую, если их несколько. Если есть переключаемый слот, он пропускается. Затем предмет будет перемещен в контейнер. Если предмет нельзя переместить, он выбрасывается в мир. Если не удалось выбрать слот, хопперы и дропперы не будут предпринимать никаких действий. Кирка может увеличить скорость их добычи.",
  "CLASS": "технический блок",
  "TROFY": "отсутствует"
},
{
  "_id": {
    "$oid": "6655d2bd35e83cbcd268a041"
  },
  "IMAGE": "uploads/Vault_(unlocking)_JE5_BE5.png",
  "NAME": "сейф",
  "CATEGORY": "Блоки",
  "OPISANUE": "Блок, содержащий добычу, которую можно разблокировать пробными ключами , которые можно найти в судебных камерах . Использование пробного ключа на хранилище разблокирует его, заставляя из него извлечь добычу. Может быть разблокировано неограниченным количеством игроков. Его можно активировать только один раз для каждого игрока . После того, как игрок разблокировал хранилище, он не может снова разблокировать это хранилище. Если игрок раньше не открывал это хранилище, оранжевый поток частиц будет течь от игрока к хранилищу, когда он окажется рядом. Имеет замочную скважину, которая будет открыта или закрыта в зависимости от находящихся рядом игроков. Если какой-либо игрок поблизости не открыл это хранилище, замочная скважина будет открыта. Если все ближайшие игроки открыли это хранилище, замочная скважина закроется. Внутри своей клетки он будет циклически перебирать и отображать предметы, которые можно выбросить из таблицы добычи. Награды, которые он выдает, случайным образом выбираются из таблицы добычи каждый раз, когда он разблокируется. Игрок получит не более 1 нештабелируемого предмета в хранилище. Игрок будет чаще получать награды, которые могут складываться вместе. В Java Edition и Bedrock Edition каждое хранилище испытательных камер и сундук с наградами содержат предметы, взятые из 3 пулов, со следующим распределением:",
  "CLASS": "технический блок",
  "TROFY": "отсутвует"
},
{
  "_id": {
    "$oid": "6655d36335e83cbcd268a042"
  },
  "IMAGE": "uploads/Ejecting_Trial_Spawner_BE3.webp",
  "NAME": "Пробный спаунер",
  "CATEGORY": "Блоки",
  "OPISANUE": "Генерируется в судебных камерах . Пробный спаунер — это новая форма спаунера , который выбрасывает награды по завершении и может иметь разные уровни сложности в многопользовательской игре . Уровень сложности будет повышаться с каждым новым игроком, которого поблизости заметит создатель пробной версии. Уровень испытания не уменьшится, пока он не будет сброшен во время восстановления пробного спавнера. В отличие от генераторов монстров , пробный спаунер будет порождать ограниченное количество мобов, пропорциональное его текущему уровню сложности. Он может создавать мобов только на позициях, находящихся в пределах прямой видимости. Он может создать моба независимо от требований к уровню освещенности, предъявляемых мобу. Порожденные мобы постоянны и не исчезают. Как только все мобы будут побеждены, испытательный спаунер выдаст набор наград, пропорциональный текущему уровню испытания. После того, как награды были выброшены, пробный спаунер переходит в режим восстановления на 30 минут, в течение которых он больше не будет создавать мобов. Игроки в режиме «Выживание» не могут создать или получить испытательные генераторы — вместо этого их можно найти естественным образом в испытательных камерах . Пробные спавнеры чрезвычайно медленны в добыче, устойчивы к взрывам и не выпадают даже при использовании Silk Touch . При размещении в Creative у пробных спавнеров по умолчанию не установлен тип моба. Тип моба можно установить, взаимодействуя с ним, держа в руках яйцо призывания . Игроки в творческом режиме или режиме наблюдателя не обнаруживаются и не замечаются генераторами пробных игр.",
  "CLASS": "технический блок",
  "TROFY": "отсутвует"
},
{
  "_id": {
    "$oid": "6655d3d635e83cbcd268a044"
  },
  "IMAGE": "uploads/Ominous_Vault_(ejecting)_JE1_BE1.webp",
  "NAME": "Зловещее хранилище",
  "CATEGORY": "Блоки",
  "OPISANUE": "Вариант хранилищ, которые имеют другую текстуру и испускают пламя души вместо обычного пламени. Их можно найти в судебных камерах и в труднодоступных местах, и для их открытия требуется зловещий пробный ключ. В этих хранилищах содержится более ценный набор наград, чем в стандартных хранилищах, открываемых пробными ключами. В зловещих хранилищах можно найти особенно ценные предметы.",
  "CLASS": "технический блок",
  "TROFY": "отсутвует"
},
{
  "_id": {
    "$oid": "6655d44835e83cbcd268a045"
  },
  "IMAGE": "uploads/Ominous_Trial_Spawner_(ejecting)_JE1_BE1.png",
  "NAME": "Зловещий спаунер испытаний",
  "CATEGORY": "Блоки",
  "OPISANUE": "Более мощная активная фаза испытания с уникальными испытаниями и наградами. Обеспечивает более сложный опыт, который продвинутые игроки могут выбрать для получения лучших наград. Если спаунер пробной версии обнаружит игрока с эффектом Испытательного знамения, спаунер станет зловещим, если: Он не находится в режиме восстановления. Или он находится в стадии восстановления, но не был зловещим во время последней активации. Если вы сделаете его зловещим, то вы обойдете время восстановления. Пока он активен, он будет: Светится синим вместо оранжевого. Излучайте пламя души вместо обычного пламени. Очень часто порождает мобов со снаряжением, если они могут его носить. Мобы, которые могут носить снаряжение, часто появляются с зачарованным оружием и доспехами. Зачарования брони включают «Защиту IV», «Защиту от снарядов IV» и «Защиту от огня IV». Чары оружия включают в себя «Резкость I», «Отбрасывание I», «Мощь I» и «Удар I». Броня, которую носят эти мобы, имеет отделку брони , взятую из испытательных камер. Периодически порождайте зелья и снаряды поверх ничего не подозревающих игроков и мобов. В зависимости от своего местоположения создатели в определенной области будут выбирать случайный набор снарядов для появления. Эти снаряды всегда будут включать в себя один тип зелья задержки из набора возможных эффектов. Игроки выбираются в 50% случаев, когда зловещий создатель испытаний выбирает, на какую сущность бросить снаряды. Становление зловещим приведет к исчезновению всех существующих мобов, которых он породил, и сбросу вызова. Он будет оставаться зловещим до тех пор, пока не будет побежден и время его восстановления не закончится. После победы из него будет выброшен набор добычи, отличный от обычных пробных спавнеров.",
  "CLASS": "технический блок",
  "TROFY": "отсутвует"
},
{
  "_id": {
    "$oid": "6655d49635e83cbcd268a046"
  },
  "IMAGE": "uploads/Heavy_Core_JE1_BE1.png",
  "NAME": "Тяжёлое ядро ",
  "CATEGORY": "Блоки",
  "OPISANUE": "Таинственный плотный блок, который можно объединить с жезлом для изготовления булавы . Тяжелый блок ядра имеет 8,3% шанс получить награду при использовании зловещего пробного ключа на зловещем хранилище в испытательных камерах . При размещении он имеет тот же размер, что и голова игрока , и может быть ориентирован в 12 направлениях. Майнинг тяжелого ядра происходит медленно — майнинг занимает 15 секунд. Подходящий инструмент — кирка. Устойчивы к взрывам: взрывостойкость соответствует таковой у обсидиана . Может быть затоплен.",
  "CLASS": "технический блок",
  "TROFY": "отсутвует"
}]